tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "robotsandpencils/made"
brew "anyenv"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "graphviz"
brew "jq"
brew "mackup"
brew "mas"
brew "nkf"
brew "zsh-completions"
brew "robotsandpencils/made/xcodes"
cask "alfred"
cask "bettertouchtool"
cask "clipy"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ipaexfont"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "macdown"
cask "notion"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 992076693
mas "OmmWriter", id: 412347921
mas "Pomy", id: 1422640635
mas "The Unarchiver", id: 425424353
